---
layout: post
title: "為什麼我打算更多地使用部落格"
date: 2020-03-26
---
每個世代都有自己不同的互聯網記憶。對於我來說，互聯網大概就起始於騰訊QQ等等的即時通訊軟體，在我開始使用互聯網的時候，私人博客、部落格幾乎已經淡出潮流。
可以說，對幼年的我來說，「部落格」的含義僅僅停留在畢業之際、同學錄上的那一行
「我的部落格是____，歡迎來踩踩」。當然同學錄現在似乎也已經是過氣商品，所以不提。

但是我還是決定開始寫自己的blog，且打算漸漸停用一些社交媒體，原因如下。

其一就是GFW內的「敏感詞」審查，這可能也是我最終打算停用的最主要的原因。因為敏感詞審查的緣故，你寫出的每一句話都必須經過深思熟慮，進而用特殊符號或者同音字代替
可能被審查到的內容，結果最後寫出來的東西 常常是只有作者我本人看得懂，讀者最多只能看懂個大概。即使讀者足夠聰明能夠領會到作者試圖表達的內容，語言文字原有的
美感也在這番（為避開敏感詞而進行的）刪改之後被大大折損了，實在是非常不值得。

當然，我或許也可以直接使用國際互聯網上的社交軟體，但是這樣一來，我發表的內容就只有牆外的人可以看得見，似乎對於「交流想法」沒有多少益處。牆內不少
小粉紅總是對「牆另一邊的人無法與他們交流」這件事頗有怨言，我雖然對滿足小粉紅的要求沒有任何興趣，但也多多少少期待著用blog這種形式吸引到更多
觀點接近、或者至少能夠交流的人——不管他們身在哪裡。

另外一個主要原因也就是所有社交媒體都存在的（或許是）問題：字數限制。當你說的每一句話都被要求切割成簡單的段落，長篇大段的演講成為不可能，你不得不仔細揀選
描述心情的詞彙、縮減可能用到的例子，到最後，你po出來的貼文不再是一篇正常的、可以讓每個人都理解的文章，而很容易成為、或者被理解為簡單的情緒宣洩的產物。

我以前一直誤以為、世界上大部分事情，只要你表達出你的觀點（常常是一句話），別人多半就能明白。但事實完全不是這樣的，每個人的生長環境、教育背景、思維模式都是
天差地別的。幾年之前，我還習慣於把「政治訴求」跟「一群暴民找政府發洩情緒」劃等號。因為從小到大沒有接受過正規的公民教育，對以前的我來說，政治不外乎黨派之爭、
集權制度下的種種洗腦教育，再不然就是暴民聚眾叛亂的糟糕行為。感謝一些用心的媒體/博主一篇篇的文章以及生活中的種種契機，我才有機會對於「公民參與」、「政治訴求」、「包容不同意見」
之類的（在其他很多地方被視為常識的）東西有一定的理解。

大概的原因就是這樣，如果有空閒我會對上述內容多做補充的。
